Repository: common-repository/combidesk-twinfield
Catalog: languages/combidesk-twinfield-*.po
Languages: nl_nl

source: Combidesk - %s for WooCommerce
nl_nl: Combidesk - %s voor WooCommerce

source: Synchronize your WooCommerce orders automatically to Twinfield
nl_nl: Synchroniseer je WooCommerce orders automatisch naar Twinfield

source: With this integration you never have to transfer order data from WooCommerce to %s again. As a result, your data is always up-to-date, error-free and you have time to do what you do best!
nl_nl: Deze koppeling wisselt automatisch belangrijke gegevens uit tussen WooCommerce en %s. Dit bespaart tijd, je hoeft nooit meer dubbel werk te verrichten Ã©n je maakt minder fouten. Er is immers geen handwerk meer nodig.

source: Key features
nl_nl: Belangrijkste kenmerken

source: This integration syncs every 60 minutes.
nl_nl: Deze koppeling synchroniseert iedere 60 minuten.

source: WooCommerce orders are automatically synced to %s.
nl_nl: WooCommerce-bestellingen worden automatisch gesynchroniseerd naar %s.

source: Customers in WooCommerce are created as a debtor in %s based on the email address.
nl_nl: Klanten in WooCommerce worden op basis van het e-mailadres aangemaakt als klant in %s.

source: Determine when you want to sync based on the order status.
nl_nl: Bepaal op basis van de orderstatus wanneer je wilt synchroniseren.

source: The income statement and VAT return are updated immediately.
nl_nl: De resultatenrekening en btw-aangifte worden direct bijgewerkt.

source: Existing orders will be transferred from WooCommerce to your %s account (paid functionality).
nl_nl: Bestaande bestellingen worden vanuit WooCommerce overgezet naar je %s-account (betaalde functionaliteit).

source: Order information products (product name, quantity, amount of the order line and VAT) and shipping costs are taken over.
nl_nl: Bestelinformatie producten (productnaam, aantal, bedrag van de orderregel en BTW) en verzendkosten worden overgenomen.

source: Discounts, both discount codes and cart discounts are included.
nl_nl: Kortingen, zowel kortingscodes als winkelwagenkortingen zijn inbegrepen.

source: One-Stop Shop suitable.
nl_nl: One-Stop Shop geschikt.

source: Usable in combination with our %s.
nl_nl: Bruikbaar in combinatie met onze %s.

source: Mollie %s integration
nl_nl: Mollie %s koppeling

source: Separate item code for Shipping and Costs.
nl_nl: Aparte artikelcode voor Verzendkosten en Kosten.

source: WooCommerce VAT rates link to %s VAT rates.
nl_nl: WooCommerce btw-tarieven koppeling op %s btw-tarieven.

source: Install multiple times at multiple administrations.
nl_nl: Installeer meerdere keren bij meerdere administraties.

source: Use %s as an affordable and simple accounting software. We recommend that billing be done from WooCommerce.
nl_nl: Gebruik %s als betaalbaar en eenvoudig boekhoudpakket. Wij adviseren om de facturatie vanuit WooCommerce te laten verlopen.

source: Install this integration
nl_nl: Begin met koppelen

source: No %s account yet?
nl_nl: Nog geen %s account?
